Repository: rloes/email-verification-elementor-forms
Catalog: languages/email-verification-elementor-forms-*.po
Languages: de_de

source: Add email verification into your Elementor forms. Users verify their email via a code, ensuring only valid form submissions and reducing spam.
de_de: Fügen Sie eine E-Mail-Verifizierung in Ihre Elementor-Formulare ein. Benutzer verifizieren ihre E-Mail über einen Code, um sicherzustellen, dass nur gültige Formulare eingereicht werden, und um Spam zu reduzieren.

source: After submitting the form, a verification code will be emailed, and this message will appear.
de_de: Nach dem Absenden des Formulars wird ein Verifizierungscode per E-Mail versendet, und diese Nachricht wird angezeigt.

source: An error occured while sending the mail
de_de: Beim Senden der E-Mail ist ein Fehler aufgetreten

source: Classic
de_de: Klassisch

source: E-Mail Field
de_de: E-Mail Feld

source: E-Mail field could not be found
de_de: E-Mail Feld konnte nicht gefunden werden

source: E-Mail Verification is not correctly set up. Please contact an admin.
de_de: Die E-Mail Verifizierung ist nicht korrekt eingestellt. Bitte kontaktieren Sie einen Administrator.

source: Email Verification for Elementor Forms
de_de: E-Mail-Verifizierung für Elementor-Formulare

source: Email Verification for Elementor Forms requires Elementor Pro to be installed and activated.
de_de: E-Mail-Verifizierung für Elementor-Formulare erfordert, dass Elementor Pro installiert und aktiviert ist.

source: Email was sent again
de_de: E-Mail wurde erneut gesendet

source: Email was sent again, check spam or try again in %s seconds.
de_de: Die E-Mail wurde erneut gesendet, überprüfen Sie den Spamordner oder versuchen Sie es in %s Sekunden erneut.

source: Enter your %s-digit code
de_de: Bitte Sie Ihren %s-stelligen Code ein

source: Invalid verification code.
de_de: Der Verifizierungscode ist ungültig.

source: Number of digits must be at least 1.
de_de: Die Anzahl der Ziffern muss mindestens 1 betragen.

source: Select an email field
de_de: Wählen Sie ein E-Mail Feld aus

source: Select the email field for verifying the email address entered.
de_de: Wähle das E-Mail-Feld zur Überprüfung der eingegebenen E-Mail-Adresse aus.

source: Send email again
de_de: E-Mail erneut senden

source: Template not found.
de_de: Vorlage nicht gefunden.

source: This field will initially be hidden on the frontend. After the first submission, it will be displayed, and an email containing a verification code will be sent to the email address entered in the form.
de_de: Dieses Feld wird anfangs im Frontend verborgen sein. Nach dem Absenden des Formulars wird es angezeigt, und eine E-Mail mit einem Verifizierungscode wird an die im Formular eingegebene E-Mail-Adresse gesendet.

source: Verification Code Length
de_de: Länge des Verifizierungscodes

source: Verification code sent.
de_de: Verifizierungscode gesendet.

source: Verification Design
de_de: Verifizierungsdesign

source: Verification Email Body
de_de: Inhalt der Verifizierungs-E-Mail

source: Verification Email Subject
de_de: Betreff der Verifizierungs-E-Mail

source: Verify email address
de_de: E-Mail verifizieren

source: We have sent a verification code to your email address. Please enter it here and submit the form again.
de_de: Wir haben Ihnen einen Verifizierungscode per E-Mail gesendet. Bitte geben Sie diesen hier ein und senden Sie das Formular erneut ab.

source: You can only request a verification code once every 30 seconds from this IP address.
de_de: Sie können nur alle 30 Sekunden einen Verifizierungscode von dieser IP-Adresse anfordern.

source: You can use {{code}}, it will be replaced with the verification code.
de_de: Verwenden Sie {{code}}, es wird durch den Verifizierungscode ersetzt.

source: Your Verification Code is: {{code}}
de_de: Ihr Verifizierungscode lautet: {{code}}

source: Your Verification Code: {{code}}
de_de: Ihr Verifizierungscode: {{code}}
